[
    {
        "number": 1,
        "question": "ข้อใดบรรยายถูกต้องเกี่ยวกับมาตรา ๒๖ ในส่วนที่ ๓ การพิจารณา?",
        "choice": [
            "เอกสารต้องยื่นเป็นภาษาอังกฤษเท่านั้น",
            "ไม่ต้องแปลเอกสารที่เป็นภาษาต่างประเทศเป็นภาษาไทย",
            "เอกสารภาษาต่างประเทศต้องมีการแปลที่ได้รับการรับรองเป็นภาษาไทย",
            "เอกสารภาษาต่างประเทศสามารถยื่นโดยไม่ต้องแปลได้"
        ]
    },
    {
        "number": 2,
        "question": "ใครควรจะจัดทำคำแปลเอกสารที่เป็นภาษาต่างประเทศ?",
        "choice": [
            "เจ้าหน้าที่",
            "คู่กรณี",
            "ผู้แปลที่ได้รับการรับรอง",
            "ผู้จัดทำเอกสาร"
        ]
    },
    {
        "number": 3,
        "question": "เมื่อเจ้าหน้าที่ได้รับคำแปลภาษาไทยแล้ว จะถือว่า...",
        "choice": [
            "เอกสารเริ่มทำขึ้น",
            "เอกสารถูกยื่นต่อเจ้าหน้าที่",
            "เอกสารถูกยื่นกับคู่กรณี",
            "คำแปลไม่ถูกต้อง"
        ]
    },
    {
        "number": 4,
        "question": "เอกสารภาษาต่างประเทศที่ยื่นต่อเจ้าหน้าที่สามารถถูกยอมรับได้หรือไม่?",
        "choice": [
            "ใช่ เท่าที่เจ้าหน้าที่ยอมรับ",
            "ไม่ ต้องแปลเป็นภาษาไทยเท่านั้น",
            "ใช่ ถ้ามีการรับรองความถูกต้องของคำแปล",
            "ไม่ ไม่สามารถยอมรับเอกสารภาษาต่างประเทศได้"
        ]
    },
    {
        "number": 5,
        "question": "ในกรณีที่เอกสารถูกยื่นเป็นภาษาต่างประเทศ วันที่ยื่นเอกสารจะถือว่าเป็นวันใด?",
        "choice": [
            "วันที่เจ้าหน้าที่ได้รับเอกสาร",
            "วันที่เจ้าหน้าที่ได้รับคำแปล",
            "วันที่คู่กรณียื่นเอกสาร",
            "วันที่คู่กรณีแปลเอกสาร"
        ]
    },
    {
        "number": 6,
        "question": "การรับรองความถูกต้องของคำแปลภาษาไทยจะเป็นไปตาม...",
        "choice": [
            "สิทธิและหน้าที่ของคู่กรณี",
            "การตรวจสอบของเจ้าหน้าที่",
            "หลักเกณฑ์และวิธีการที่กำหนดในกฎกระทรวง",
            "คำแนะนำของผู้แปล"
        ]
    },
    {
        "number": 7,
        "question": "ในกรณีที่คำขอไม่ถูกต้อง เจ้าหน้าที่จะ...",
        "choice": [
            "ยกเลิกคำขอ",
            "ให้คำแนะนำให้ผู้ยื่นคำขอดำเนินการแก้ไข",
            "ตรวจสอบความถูกต้องของคำขอและความครบถ้วนของเอกสาร",
            "ตัดสินคำขอ"
        ]
    },
    {
        "number": 8,
        "question": "ผู้ยื่นคำขอต้องดำเนินการแก้ไขหรือส่งเอกสารเพิ่มเติมภายในเวลาที่กำหนด หากพ้นกำหนดเวลาแล้วจะถือว่า...",
        "choice": [
            "ผู้ยื่นคำขอไม่ประสงค์ที่จะให้เจ้าหน้าที่ดำเนินการตามคำขอ",
            "คำขอถูกยกเลิก",
            "ผู้ยื่นคำขอได้ยื่นคำขออีกครั้ง",
            "ผู้ยื่นคำขอได้รับการอนุญาตให้ขยายเวลา"
        ]
    },
    {
        "number": 9,
        "question": "เมื่อผู้ยื่นคำขอไม่แก้ไขหรือส่งเอกสารเพิ่มเติม สิ่งที่เจ้าหน้าที่จะทำคือ...",
        "choice": [
            "ตัดสินคำขอ",
            "ตรวจสอบความถูกต้องของคำขอและความครบถ้วนของเอกสาร",
            "ยกเลิกคำขอ",
            "รับรองความถูกต้องของคำแปล"
        ]
    },
    {
        "number": 10,
        "question": "เมื่อเจ้าหน้าที่ยกเลิกคำขอ ผลที่เกิดขึ้นคือ...",
        "choice": [
            "ผู้ยื่นคำขอไม่สามารถยื่นคำขอใหม่ได้",
            "คำขอจะถูกตัดสินเป็นไม่รับรอง",
            "คำขอสามารถถูกตัดสินเป็นรับรอง",
            "ผู้ยื่นคำขอสามารถยื่นคำขอใหม่ได้"
        ]
    }
]